[{"type":"Office","subtype":"Office Building","status":"On Market","price":50000000,"size":500000,"name":"The Mobi Building","description":"The Mobi Building is in the perfect location of San Francisco—right across the street from the Giants’ ballpark. The Giants’ ballpark puts on many different events, including performances by entertainers, sports games and other fun happenings. If you want to grab a bite to eat, the possibilities are endless with a supermarket conveniently located one block away. The variety of eateries are vast, with brunch spots, late night meals or small plate options. Around the area, many people participate in outside activities like rollerblading, running and frisbee. A route used by bicyclists, walkers and runners is only a couple blocks away from the Mobi Building, along with fun dog parks and trails.","image":"https://s3.amazonaws.com/buildout-production/datas/14154778/2d6d567c75402c9fe8871af6e6b64dc57516b728/full.jpg?1672266002"},{"type":"Multifamily","subtype":"High-Rise","status":"On Market","price":1200000,"size":202581,"name":"The Loft Apartments","description":"The Loft Apartments are located in a beautiful part of Silicon Valley. Less than a quarter mile away you will find a park, frequented by bicyclists, dog walkers, and people exercising. The train station is only ½ mile away for convenient traveling. This school district hosts some of the highest ranking public schools in the country. Many of the tech industry’s most profitable companies have their headquarters nearby.","image":"https://s3.amazonaws.com/buildout-production/datas/14154782/5816402dae93088187cd18b8f1606e660b1ef0ae/full.jpg?1672266006"},{"type":"Retail","subtype":"Street Retail","status":"On Market","price":10500000,"size":310000,"name":"Westgate Shopping Plaza","description":"You will find the Westgate Shopping Center in one of Chicago’s most desirable neighborhoods, the South Loop. This property is centrally located with quick access to Highways 294, Highway 90/94 and Lake Shore Drive. You will find the Red Line only two blocks away for quick commuting. The South Loop area hosts many different events, including performances by entertainers, sports games and other fun happenings. If you want to grab a bite to eat, the possibilities are endless with a supermarket conveniently located one block away. The variety of eateries are vast, with brunch spots, late night meals or small plate options. ","image":"https://s3.amazonaws.com/buildout-production/datas/14154785/894aa5e344ca304f653c6f98b78f79e6aa7cf5d9/full.jpg?1672266010"},{"type":"Retail","subtype":"Street Retail","status":"On Market","price":4900000,"size":202581,"name":"Ridgeview Mall","description":"Ridgeview Mall is in the perfect location of Chicago—right in the heart of Lincoln Park. The Lincoln Park area hosts many different events, including performances by entertainers, sports games and other fun happenings. If you want to grab a bite to eat, the possibilities are endless with a supermarket conveniently located one block away. The variety of eateries are vast, with brunch spots, late night meals or small plate options. Around the area, many people participate in outside activities like rollerblading, running and frisbee. A route used by bicyclists, walkers and runners is only a couple blocks away from the Ridgeview Mall, along with fun dog parks and trails.","image":"https://s3.amazonaws.com/buildout-production/datas/14154790/6ca3e5c4e663c4cfcde395d0db0d20d16c78a4ea/full.jpg?1672266014"},{"type":"Industrial","subtype":"Flex Space","status":"Under Contract","price":845000,"size":8874,"name":"Guthrie Warehouse","description":"Located 1/2 mile north of I-35, along Triplett Rd, just east of Division. Property is in Logan County and outside Guthrie city limits.","image":"https://s3.amazonaws.com/buildout-production/datas/14255160/3cbf215dda5628696785fe6908f4c67425eab163/full.jpg?1673902951"},{"type":"Office","subtype":"Office Building","status":"On Market","price":1350000,"size":29589,"name":"Industrial/Office/Showroom","description":"The property is located at the intersection of N Virginia Avenue and West Main Street. It's situated just west of downtown Oklahoma City and has great proximity to I-40 and\r\nPenn Avenue.","image":"https://s3.amazonaws.com/buildout-production/datas/14427719/96cc907c7ead9192f31dcea856049c9b797ce47f/full.png?1675785937"},{"type":"Retail","subtype":"Street Retail","status":"Off Market","price":null,"size":11340,"name":"","description":"Located at the northern tip of Automobile Alley: home to many restaurants, local boutique shops, and the Oklahoma Contemporary Arts Center. Being one block from a stop on the Oklahoma City Streetcar, makes this exciting location accessible to all of downtown Oklahoma City by foot. ","image":"https://s3.amazonaws.com/buildout-production/datas/14760270/2869be9ccc5d059486ae666031fb9f8464bc1d70/full.png?1679083849"},{"type":"Office","subtype":"Office Building","status":"Off Market","price":null,"size":23889,"name":"","description":"Located at the northern tip of Automobile Alley: home to many restaurants, local boutique shops, and the Oklahoma Contemporary Arts Center. Being one block from a stop on the Oklahoma City Streetcar, makes this exciting location accessible to all of downtown Oklahoma City by foot. ","image":"https://s3.amazonaws.com/buildout-production/datas/14791657/f048d11da249e885ebd3122ca582cd9eb9027a20/full.png?1679501038"},{"type":"Industrial","subtype":"Flex Space","status":"Off Market","price":null,"size":10000,"name":"36th Street Warehouse","description":"Located on NE 36th and I-235, this property offers premium connectivity for a service company. The 36th Street on/off ramp is near equal distance along I-235 from I-44 and I-40. The property also offers good visibility. ","image":"https://s3.amazonaws.com/buildout-production/datas/14790615/689e7ad97b37ec343ec4f99c25afa2f0898d2f2f/full.png?1679496383"}]